Vendor/Starken/config/base-xml-orden.properties

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsin="WSIntegracionDLS">
    <soapenv:Header/>
    <soapenv:Body>
        <wsin:EmisionH2Hco.Execute>
            <wsin:Param_inco_item>
                <wsin:rutEmpresaEmisora>[rutEmpresaEmisora]</wsin:rutEmpresaEmisora>
                <wsin:rutUsuarioEmisor>[rutUsuarioEmisor]</wsin:rutUsuarioEmisor>
                <wsin:claveUsuarioEmisor>[claveUsuarioEmisor]</wsin:claveUsuarioEmisor>
                <wsin:nombreRazonSocialDestinatario>[nombreRazonSocialDestinatario]</wsin:nombreRazonSocialDestinatario>
                <wsin:comunaDestino>[comunaDestino]</wsin:comunaDestino>
                <wsin:tipoEntrega>[tipoEntrega]</wsin:tipoEntrega>
                <wsin:tipoPago>[tipoPago]</wsin:tipoPago>
                <wsin:valorDeclarado>[valorDeclarado]</wsin:valorDeclarado>
                <wsin:contenido>[contenido]</wsin:contenido>
                <wsin:kilosTotal>[kilosTotal]</wsin:kilosTotal>
                <wsin:tipoServicio>[tipoServicio]</wsin:tipoServicio>

                [numeroCtaCte]
                [dvNumeroCtaCte]
                [centroCostoCtaCte]

                [rutDestinatario]
                [dvRutDestinatario]
                [apellidoPaternoDestinatario]
                [apellidoMaternoDestinatario]
                
                [direccionDestinatario]
                [numeracionDireccionDestinatario]
                [departamentoDireccionDestinatario]
                [telefonoDestinatario]
                [emailDestinatario]
                [nombreContactoDestinatario]

                [alto]
                [ancho]
                [largo]

                [infoDocumentos]

                [infoEncargos]

                [ciudadOrigenNom]

                [observacion]
            </wsin:Param_inco_item>
        </wsin:EmisionH2Hco.Execute>
    </soapenv:Body>
</soapenv:Envelope>